export const EXAMPLE_1_DONATE = `＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊
＊　THANK　YOU　FROM　 　＊
＊　　DIEHARD　TALES 　　 　＊
＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊

🌴イビルヤモト🌴　が
ドネートで　でてきた

＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃
ー　　　　　 　ー　　　　🌴　_ 🌴 ＃
＃＃＃＃＃＃＃＃　　　　　 _ E _ ＃
　　　　　　　＃ 　＠＄ 　🌴 _ 🌴 ＃
　　　　　　　＃　 d　　　　　　＃
　　　　　　　＃＃＃＃＃＃＃＃＃＃

「ざんねんながら　イビルヤモトちゃん　なんだわさ
　タピオカティーを　かってきてもらおう」

ドネート　ありがとう　ございました

※ こんげつ　は　なつのビーチかい　です`;

export const EXAMPLE_2_GENDAI = `🍁ニンジャ🍁　が
げんだいドネート　で　しょうかんされた
＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃
ー　　　　　 　ー　　　 　_ ＃
＃＃＃＃＃＃＃＃　　　 _ N _ ＃
　　　　　　　＃ 　＠$ _ ＃
　　　　　　　＃　 d　　　　　　＃
　　　　　　　＃＃＃＃＃＃＃＃＃＃
　ニンジャは　じょうじんの　さんばいの
　きゃくりょくで　かべを　とびわたり
　あなたの　さいふを　もちさってしまった！

ドネート　ありがとう　ございました

※ こんげつは　げんだいドネートかい　です`;

export const EXAMPLE_3_NATSU = `🍉ニンジャ🍉　が
なつドネート　で　しょうかんされた

🏝🏝🏝🏝🏝🏝🏝🏝🏝🏝🏝🏝🏝🏝
＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃
ー　　　　　 　ー　　　 　_ ＃
＃＃＃＃＃＃＃＃　　　 _ N _ ＃
　　　　　　　＃ 　＠$ _ ＃
　　　　　　　＃　 d　　　　　　＃
　　　　　　　＃＃＃＃＃＃＃＃＃＃

　７がつXにち☀️
「バカンスちゅう　でも　かかさず　しゅぎょう。
　あさから　タケノコを　６４かい　ジャンプで
　とびこえました。　あしたは　１２８かい　です。

ドネート　ありがとう　ございました

※ こんげつは　サマーリゾートかい　です`;

export const EXAMPLE_4_FIGHTING = `＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊
＊　THANK　YOU　FROM　 　＊
＊　　DIEHARD　TALES 　　 　＊
＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊

✊ニンジャ✊　が　
かくゲードネート　で　しょうかんされた

⬛🟩🟨🟨🟨🟨🟥殺伐🟥🟨🟨⬛⬛⬛⬛
＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃
ー　　　　　 　ー　　　 　_ ＃
＃＃＃＃＃＃＃＃　　　 _ N _ ＃
　　　　　　　＃ 　＠$ _ ＃
　　　　　　　＃　 d　　　　　　＃
　　　　　　　＃＃＃＃＃＃＃＃＃＃

「ドーモ　ニンジャ　です。」

ドネート　ありがとう　ございました

※ こんげつは　かくとうゲームかい　です`;

export const EXAMPLE_5_HANAMI = `＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊
＊　THANK　YOU　FROM　 　＊
＊　　DIEHARD　TALES 　　 　＊
＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊

🌸ニンジャ🌸　が
おはなみドネート　で　しょうかんされた

🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸
ー　　　　　 　ー　　　 　🌸 🌸
🌸🌸🌸🌸🌸🌸🌸🌸　　　 🌸 N 🌸 🌸
　　　　　　　🌸 　＠🍶 🌸 🌸
　　　　　　　🌸　 d　　　　　　🌸
　　　　　　　🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸

「ドーモ　ニンジャ　です。」
　おさけを　のんで　よっぱらっている！

ドネート　ありがとう　ございました

※ こんげつは　はるのおはなみかい　です`;

export const EXAMPLE_6_PERMANENT = `＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊
＊　THANK　YOU　FROM　 　＊
＊　　DIEHARD　TALES 　　 　＊
＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊

かたくらフジオ　が　ドネートで　でてきた
＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃
ー　　　　　 　ー　　　　　_ 　　＃
＃＃＃＃＃＃＃＃　　　　 _ K _ 　＃
　　　　　　　＃ 　＠＄　　_　　＃
　　　　　　　＃　 d　　　　　　＃
　　　　　　　＃＃＃＃＃＃＃＃＃＃
「よろしく」

ドネート　ありがとう　ございました
※ このけっか　は　ランダム　です`;

export const EXAMPLE_7_TRII = `🍁サツガイ🍁　が
ドネートで　オンセンにあらわれた

＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃
ー　　　　　 　ー　　　🍁　_ 🍁 ＃
＃＃＃＃＃＃＃＃　　　 _ S⛩⛩⛩⛩⛩⛩⛩
　　　　　　　＃ 　＠＄ 🍁 _ 🍁 ＃
　　　　　　　＃　 d　　　　　　＃
　　　　　　　＃＃＃＃＃＃＃＃＃＃

　「BWAHAHAHAHAHAHA！
　　MWAHAHAHAHAHAHAHA！」
　くろい　トリイを　くぐり
　サツガイが　あらわれた！

ドネート　ありがとう　ございました`;

export const EXAMPLE_8_MULTIPLE = `＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊
＊　THANK　YOU　FROM　 　＊
＊　　DIEHARD　TALES 　　 　＊
＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊

🔮ニンジャたち🔮　が
いせかいドネート　で　しょうかんされた

🌋🐉🌋🗻🗻⛰🌳🏰🌳⛰🗻🗻🌋🐙🌋
＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃＃
ー　　　　　 　ー　　　 　_ ＃
＃＃＃＃＃＃＃＃　　　 _ NNN _ ＃
　　　　　　　＃ 　＠💰 _ ＃
　　　　　　　＃　 d　　　　　　＃
　　　　　　　＃＃＃＃＃＃＃＃＃＃

「ドーモ　ニンジャA　です」
「ドーモ　ニンジャB　です」
「ドーモ　ニンジャC　です」

ドネート　ありがとう　ございました

※ こんげつは　いせかいダンジョンかい　です`;
